Repository: Lucterios2/contacts
Catalog: lucterios/contacts/locale/*/LC_MESSAGES/django.po
Languages: fr

source: precision
fr: précision

source: list
fr: liste

source: Promote
fr: Promouvoir

source: Write to all
fr: Ecrire à tous

source: Show
fr: Voir

source: 01_individual.html
fr: Les contact physiques

source: help-individual_intro
fr: <p>Un contact physique est une personne, homme ou femme, à mémoriser. </p>

source: help-individual_list
fr: Liste de vos contacts physiques

source: help-individual_list-detail
fr: <p>Le menu <i>Bureautique/Adresses et Contacts/Personnes Physiques</i> vous permet de consulter la liste des personnes que vous avez déjà enregistrées. Étant donné que la liste peut devenir importante, il est possible de filtrer les personnes par leur nom.</p><p>Depuis cet écran, vous avez aussi la possibilité d'imprimer la liste des personnes. </p>

source: help-individual_edit
fr: Edition d'un contact physique

source: help-individual_edit-detail
fr: <p>Depuis la liste précédente, vous avez la possibilité d'ajouter une nouvelle personne. Vous pouvez ré-éditer cette fiche depuis sa visualisation.</p>

source: help-individual_show
fr: Visualisation d'un contact physique

source: help-individual_show-detail
fr: <p>Depuis la liste des personnes physiques, vous avez la possibilité de visualiser une personne.</p> <p>Cela vous permettra de consulter la fiche d'une personne précédemment enregistrée dans votre base. Vous pouvez modifier cette fiche ou l'imprimer. Vous pouvez également lui donner un alias de connexion à l'application associé à un droit d'accès (voir Les utilisateurs). Si cette personne n'est pas référencée dans d'autres enregistrements de l'application, vous avez la possibilité de la supprimer. </p>

source: help-individual_find
fr: Recherche d'un contact physique

source: help-individual_find-detail
fr: <p>Le menu <i>Bureautique/Adresses et Contacts/Recherche de personne physique</i> de personne physique vous permet de définir un critère de recherche sur une personne physique.</p><p>Une fois validé, l'outil va rechercher dans la base toutes les personnes correspondantes à ces critères. Vous pourrez alors imprimer cette liste ou en visualiser/modifier une fiche.</p>

source: 02_legal_entity.html
fr: Les contacts moraux

source: help-legal_entity_intro
fr: <p>Un contact moral est une structure ou d'une organisation de personne (entreprise, association, administration, ...), à mémoriser. </p>

source: help-legal_entity_list
fr: Liste de vos contacts moraux

source: help-legal_entity_list-detail
fr: <p>Le menu <i>Bureautique/Adresses et Contacts/Personnes</i> morales vous permet de consulter la liste des structures que vous avez déjà enregistrées. Chaque contact moral est associé à une catégorie. Dans cette liste, vous consultez vos structures filtrées par ces catégories.</p><p>Depuis cet écran, vous avez aussi la possibilité d'imprimer la liste des structures. </p>

source: help-legal_entity_edit
fr: Edition d'un contact moral

source: help-legal_entity_edit-detail
fr: <p> Depuis la liste précédente, vous avez la possibilité de créer une nouvelle structure. Vous pouvez ré-éditer cette fiche depuis sa visualisation.</p>

source: help-legal_entity_show
fr: Visualisation d'un contact moral

source: help-legal_entity_show-detail
fr: <p> Depuis la liste des personnes morales, vous avez la possibilité de visualiser une structure.</p><p>Cela vous permettra de consulter la fiche d'une structure précédemment entrée dans votre base. Vous pouvez modifier cette fiche ou l'imprimer. Si cette personne n'est pas référencée dans d'autre enregistrement de l'application, vous avez la possibilité de la supprimer. </p>

source: help-legal_entity_responsability
fr: Responsables d'un contact moral

source: help-legal_entity_responsability-detail
fr: <p>Vous avez la possibilité d'associer une personne physique à votre structure.</p><p>Choisissez le nouveau responsable: si la personne n'existe pas dans votre base, vous aurez la possibilité de la créer. Vous pourrez également ajouter une fonction à un responsable défini.</p>

source: help-legal_entity_find
fr: Recherche d'un contact moral

source: help-legal_entity_find-detail
fr: <p>Le menu <i>Bureautique/Adresses et Contacts/Recherche de personne morale</i> de personne morale vous permet de définir un critère de recherche sur une structure morale.</p>

source: 03_configuration.html
fr: Configuration et paramétrage

source: help-configuration_intro
fr: <p>Dans le menu <i>Administration/Modules (conf.)</i> vous avez à votre disposition des outils pour configurer la gestion des contacts. </p>

source: help-configuration_contact
fr: Configuration des contacts

source: help-configuration_contact-detail
fr: <p>Dans cet écran, vous avez la possibilité de créer ou de modifier une définition de fonction, ou responsabilité, pour associer une personne physique à une structure morale. Vous pouvez créer ou modifier une catégorie de structure morale pour vous aider dans la classification de vos contacts moraux.</p> <p>Il se peut que vous ayez besoin de préciser des informations supplémentaires pour vos différents contacts. Vous avez ici la possibilité d'ajouter des champs personnels pour chaque type de contacts. Pour ajouter un champ, vous devez simplement donner son titre ainsi que définir son type et éventuellement les compléments nécessaires.<br/>5 types are possibles:<ul><li>chaîne de texte</li><li>nombre entier</li><li>nombre à virgule (réel)</li><li>valeur Oui/Non (booléen)</li><li>choix dans une liste (énumération)</li></ul> Dans le cas de l'énumération, vous devez définir la liste des valeurs possibles (mots) séparées par un point-virgule.</p>

source: help-configuration_postalCode
fr: Codes postaux/villes

source: help-configuration_postalCode-detail
fr: <p> To help you in your contact entry, the tool will automatically search the city associated with the postal code that you entered.In this screen, you can add missing zip codes.By default, the French and Swiss postal codes are inserted. </p>

source: listing
fr: liste

source: name
fr: nom

source: address
fr: adresse

source: city
fr: ville

source: email
fr: courriel

source: label
fr: étiquette

source: firstname
fr: prénom

source: lastname
fr: nom

source: contacts-mailtoconfig
fr: Type d'envoie de courriel

source: contacts-mailtoconfig.0
fr: A ...

source: contacts-mailtoconfig.1
fr: Copie à ...

source: contacts-mailtoconfig.2
fr: Copie caché à ...

source: postal code
fr: code postal

source: country
fr: pays

source: postal codes
fr: code postaux

source: individual function
fr: fonction de personne physique

source: individual functions
fr: fonctions de personne physique

source: structure type
fr: type de structure

source: structure types
fr: types de structure

source: model
fr: modèle

source: kind
fr: type

source: String
fr: Chaîne

source: Integer
fr: Entier

source: Real
fr: Réel

source: Boolean
fr: Booléen

source: Select
fr: Selection

source: custom field
fr: champ personnalisé

source: custom fields
fr: champs personnalisés

source: field
fr: champ

source: value
fr: valeur

source: custom field value
fr: valeur de champ personnalisé

source: custom field values
fr: valeurs de champ personnalisé

source: comment
fr: commentaire

source: generic contact
fr: contact générique

source: generic contacts
fr: contacts génériques

source: identify number
fr: N° SIRET/SIREN

source: 001@Identity
fr: 001@Identité

source: 002@Management
fr: 002@Responsables

source: You cannot delete this legal entity!
fr: Vous ne pouvez supprimer cette structure morale!

source: legal entity
fr: personne morale

source: legal entities
fr: personnes morales

source: Man
fr: Homme

source: Woman
fr: Femme

source: user
fr: utilisateur

source: individual
fr: personne physique

source: individuals
fr: personnes physiques

source: functions
fr: fonctions

source: Available functions
fr: Fonctions disponibles

source: Chosen functions
fr: Fonctions choisies

source: responsability
fr: responsabilité

source: responsabilities
fr: responsabilités

source: our detail
fr: Nos coordonnées

source: Select contact
fr: Selection un contact

source: View my account.
fr: Visualiser la fiche de mon compte.

source: My account
fr: Mon compte

source: Edit
fr: Editer

source: Close
fr: Fermer

source: Our structure and its management
fr: Fiche de notre structure et de ses responsables

source: Our details
fr: Nos coordonnées

source: Print
fr: Imprimer

source: Management functions of individuals and categories of legal entities.
fr: Gestion des fonctions des personnes physiques et des catégories de structures morales.

source: Contacts configuration
fr: Configuration des contacts

source: Functions and responsabilities
fr: Fonctions et responsabilités

source: Functions list
fr: Liste de fonctions

source: Number of function show: %d
fr: Nombre de fonctions affichées: %d

source: Structure type
fr: Type de structure

source: Structure types list
fr: Liste des types de structure

source: Number of structure type show: %d
fr: Nombre de types de structure affichés: %d

source: Custom field
fr: Champ personnalisé

source: custom field list
fr: liste de champs personnalisés

source: Number of custom field show: %d
fr: Nombre de champs personnalisés affichés: %d

source: Add function
fr: Ajout d'un fonction

source: Modify function
fr: Modifier une fonction

source: Delete function
fr: Supprimer une fonction

source: Add custom field
fr: Ajouter un champ personnalisé

source: Modify custom field
fr: Modifier un champ personnalisé

source: Delete custom field
fr: Supprimer un champ personnalisé

source: Add structure type
fr: Ajouter un type de structure

source: Modify structure type
fr: Modifier un type de structure

source: Delete structure type
fr: Supprimer un type de structure

source: Add postal code
fr: Ajouter un code postal

source: Management of postal codes associated with their communes.
fr: Gestion des codes postaux associés à leurs communes.

source: Postal code
fr: Code postal

source: Filtrer by postal code
fr: Filtrer par code postal

source: Tool to import contacts from CSV file.
fr: Outil d'import de contacts via fichier CSV

source: Contact import
fr: Import de contacts

source: CSV file
fr: Fichier CSV

source: encoding
fr: encodage

source: date format
fr: format de date

source: delimiter
fr: délimiteur

source: quotechar
fr: caractère de quote

source: CSV file unvalid!
fr: Fichier CSV invalide!

source: Total number of contacts: %d
fr: Nombre total de contacts: %d

source: Fields
fr: Champs

source: Current content
fr: Contenu courant

source: %d contacts are been imported
fr: %d contacts ont été importés

source: Back
fr: Retour

source: Cancel
fr: Annuler

source: Office
fr: Bureautique

source: Office tools
fr: Outils bureautiques

source: Addresses and contacts
fr: Adresses et Contacts

source: Management of men or women and organizations saved.
fr: Gestion d'hommes ou de femmes et d'organisations de personnes enregistrés

source: Add legal entity
fr: Ajout d'une personne morale

source: Modify legal entity
fr: Modifier une personne morale

source: Show legal entity
fr: Voir une personne morale

source: Delete legal entity
fr: Supprimer une personne morale

source: Management of a structure or organization of people (company, association, administration, ...)
fr: Gestion d'une structure ou d'une organisation de personnes (entreprise, association, administration, ...)

source: Legal entities
fr: Personnes morales

source: Add individual
fr: Ajouter une personne physique

source: Modify individual
fr: Modifier une personne physique

source: Show individual
fr: Voir une personne physique

source: Delete individual
fr: Supprimer une personne physique

source: Management of men and women registered
fr: Gestion des hommes et des femmes enregistrés

source: Individuals
fr: Personnes physiques

source: Filtrer by name
fr: Filtrer par nom

source: Add as an users
fr: Ajouter comme utilisateur

source: Add responsability
fr: Ajouter une responsabilité

source: Add
fr: Ajouter

source: Modify responsability
fr: Modifier une responsabilité

source: Delete responsability
fr: Supprimer une responsabilité

source: To find an individual following a set of criteria.
fr: Pour trouver une personne physique suivant un ensemble de critères.

source: Individual search
fr: Recherche de personne physique

source: Merge
fr: Fusion

source: duplicate
fr: duplication

source: To find a legal entity following a set of criteria.
fr: Pour trouver une personne morale{[newline]}suivant un ensemble de critères.

source: Legal entity search
fr: Recherche de personne morale

source: Contact duplication searching
fr: Recherche de contacts en duplication

source: Show contact
fr: Voir un contact

source: Delete contact
fr: Supprime un contact

source: Total number of legal entities: %d
fr: Nombre total de structures morales: %d

source: Total number of individuals: %d
fr: Nombre total de contacts physiques: %d
